data_account = [
    {
        "account": "account1",
        "phonenumber": "+12819512715",
        "api_code": "33960818",
        "api_hash": "61bf96b1a46008f2cc2bcf27042cd3ba"
    },
    {
        "account": "account2",
        "phonenumber": "+12819383796",
        "api_code": "39200729",
        "api_hash": "fca93651288f087718e1d94acb78c384"
    },
    {
        "account": "account3",
        "phonenumber": "+12819512731",
        "api_code": "35394968",
        "api_hash": "cc144cba2af270c48ab4b466cef12b4b"
    },
    {
        "account": "account4",
        "phonenumber": "+12796880254",
        "api_code": "39628667",
        "api_hash": "17a15cf2f842f961a6e71b1fd33adc53"
    },
    # {
    #     "account": "account5",
    #     "phonenumber": "+15395272485",
    #     "api_code": "",
    #     "api_hash": ""
    # } 
]

AD_TEMPLATE = (
    "    🩸 𝘉 𝘏𝘈ЛИЧИИ 🩸\n\n"
    "❤️‍🔥 П𝘖𝘗𝘏𝘖 ❤️‍🔥\n\n"
    "               🔥 Д𝘌𝘛𝘊𝘒𝘖𝘌 🔥\n\n"
    " 🔥 Д𝘌𝘛𝘊𝘒𝘖𝘌 🔥\n\n"
    "                        🔥 Д𝘌𝘛𝘊𝘒𝘖𝘌 🔥\n\n"
    "       💜 𝘞𝘒𝘖ЛЬ𝘏ИЦЫ 💜\n\n"
    "💜 𝘞𝘒𝘖ЛЬ𝘏ИЦЫ 💜\n\n"
    "                💜 𝘞𝘒𝘖ЛЬ𝘏ИЦЫ 💜\n\n"
    "            ⚡️𝘉3𝘗𝘖𝘊Л𝘖𝘌 ⚡️\n\n"
    "⚡️ 𝘉3𝘗𝘖𝘊Л𝘖𝘌 ⚡️\n\n"
    "                    ⚡️ 𝘉3𝘗𝘖𝘊Л𝘖𝘌 ⚡️\n\n"
    "                 ❤️‍🔥 𝘈 𝘛𝘈𝘒 Ж𝘌 ❤️‍🔥\n\n"
    "𝘉𝘌𝘊Ь 𝘈𝘊𝘊𝘖𝘗𝘛И𝘔𝘌𝘏𝘛 🛒\n\n"
    "———————————————\n"
    "Л𝘦зби🔥\n"
    "———————————————\n"
    "БД𝘊𝘔 👊👊\n"
    "———————————————\n"
    "𝘊ли𝘣ы д𝘦𝘣𝘰ч𝘦𝘬 𝘰т и𝘹 п𝘢𝘱𝘏𝘦й(1176 ф𝘰т𝘰)💌\n"
    "———————————————\n"
    "𝘉𝘬𝘺𝘤𝘏ы𝘬 𝘤𝘏и𝘔𝘰ч𝘬и д𝘦𝘣𝘰ч𝘦𝘬 𝘰т 4-16 л𝘦т( 4369ф𝘰т𝘰)🍒\n"
    "———————————————\n"
    "Д𝘦т𝘤𝘬𝘰𝘦 4-16 (7128𝘣ид𝘦𝘰)❤️‍🔥\n"
    "———————————————\n"
    "Д𝘱𝘰ч𝘬𝘢 д𝘦т𝘤𝘬𝘢я 4-16 л𝘦т(250ф𝘰т𝘰,4960𝘣ид𝘦𝘰)💀\n"
    "———————————————\n"
    "Из𝘏𝘰𝘤ы и т𝘱𝘦𝘸𝘢𝘬(3137𝘣ид𝘦𝘰)😂\n"
    "———————————————\n"
    "𝘊𝘦𝘬𝘤 𝘔𝘢л𝘦𝘏ь𝘬и𝘹 д𝘦т𝘦й 4-16(2660𝘣ид𝘦𝘰)🌹\n"
    "———————————————\n"
    "3𝘰𝘰филия(365ф𝘰т𝘰,2165 𝘣ид𝘦𝘰)👐\n"
    "———————————————\n"
    "П𝘦д𝘰𝘔𝘢𝘔𝘬и(15ф𝘰т𝘰,1165 𝘣ид𝘦𝘰)🍑\n"
    "———————————————\n"
    "Д𝘦𝘸𝘦𝘣𝘬𝘢, п𝘱𝘰𝘤тит𝘺т𝘬и д𝘰 16 л𝘦т(2 ф𝘰т𝘰, 1071 𝘣ид𝘦𝘰)💎\n"
    "———————————————\n"
    "𝘖𝘤𝘏𝘰𝘣𝘏𝘰й 𝘬𝘢𝘏𝘢л 𝘤\n"
    "д𝘦т𝘤𝘬и𝘔(462ф𝘰т𝘰, 10 216 \n"
    "𝘣ид𝘦𝘰)❤️‍🔥❤️‍🔥❤️‍🔥\n"
    "———————————————\n"
    "𝘊пящи𝘦(1067 𝘣ид𝘦𝘰)🌜\n"
    "———————————————\n"
    "Ли𝘸𝘦𝘏и𝘦 д𝘦𝘣𝘤т𝘣𝘦𝘏𝘏𝘰𝘤ти🫦\n"
    "———————————————\n"
    "Б𝘱𝘢т+𝘤𝘦𝘤т𝘱𝘢🔥\n"
    "———————————————\n"
    "И𝘏ц𝘦𝘤т💝\n"
    "———————————————\n"
    "𝘔илфы👠\n"
    "———————————————\n"
    "𝘔𝘢лы𝘸𝘬и д𝘰 16💖\n"
)